
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HelloWorld.
       AUTHOR. Lukas.

       PROCEDURE DIVISION.

           DISPLAY "HELLO WORLD".
           DISPLAY "Quel est ton nom ?".

           STOP RUN.
       

